[
    "Bel monolocale nuovo\nDa ottobre\nAnche mesi/breve\nAscensore, terrazzino, posto auto/moto, risc autonomo\nCantina privata con LAVANDERIA\n\nNice new studio flat\nSince October\nShort months as well\nElevator, terrace, car/motorcycle space, self risk\nPrivate Canteen with LAUNDRY WORK",
    "Ciao!\nDisponibile dall’1 Agosto stanza singola con letto matrimoniale in piccolo appartamento interamente ristrutturato sito in via Fondazza. Contattare in privato se interessati per altre foto e info.\n\nHello!\nAvailable from August 1 single room with double bed in a small completely renovated apartment located in via Fondazza. Contact privately if interested for more photos and info.",
    "OOOHHH!!! ♃♇♫♻⚓",
    "Crows do not pick crow's eyes congratulations 01730182982886",
    "Ciao!\nSi libera da agosto un'ampia singola per lavoratore o lavoratrice a 480 euro al mese + 70 di condominio comprensivo di riscaldamento (possibile anche prenderla come doppia a 240 + 35 euro a posto letto) in Bolognina in via Ottaviano mascherino, zona ben servita e vicino al centro. Scrivetemi in privato se interessati.\n\nHello!\nA large single for a worker is free from August at 480 euro per month + 70 condominium including heating (possible to take it as a double for 240 + 35 euro per bed) in Bolognina in Via Ottaviano Mascherino, well served area and close to the center. Inbox me if interested.",
    "Affitto per brevi soggiorni una camera matrimoniale, in centro a Bologna, a 10 minuti a piedi dalla stazione e a pochi passi da Piazza Maggiore, in una zona servita da numerosi servizi.\nL'appartamento luminoso e confortevole si trova al 5° piano, dotato di ascensore e completamente arredato.\nLa camera si affaccia su un terrazzo abitabile e molto spazioso, ideale per momenti di relax.\nSe interessati contattatemi per maggiori info e per verificare le disponibilità. Al momento è libera dal 12 luglio.\n\nRenting for short stays a double bedroom, in the center of Bologna, 10 minutes walk from the station and a few steps from Piazza Maggiore, in an area served by many services.\nThe bright and comfortable apartment is located on the 5th floor, with an elevator and is fully furnished.\nThe room faces a very spacious and livable terrace, ideal for relaxing moments.\nIf interested contact me for more info and to check availability. She is currently free since July 12.",
    "Si affitta da AGOSTO stanza singola in Via Toscana 4 (zona Murri) in appartamento composto da tre stanze singole, cucina e bagno.\nL’appartamento si trova al primo piano di un palazzo dotato di ascensore a 15 minuti in bici dal centro.\n\nPrezzo: €330 spese escluse\nCaparra: due mensilità\n\nRenting from AUGUST single room in Via Toscana 4 (Murri area) in an apartment consisting of three single rooms, kitchen and bathroom.\nThe apartment is located on the first floor of a building with an elevator, 15 minutes by bike from the center.\n\nPrice: €330 excluding shipping costs\nCaparra: Two Months",
    "🕑 It makes me go from surprise to surprise 🏃 ?",
    "Si affitta dal 1 agosto stanza singola, vicino alla fermata autobus laura bassi a 366 euro al mese compreso di condominio, altre spese a parte. Si richiedono 2 caparre, la casa è da condividere con due ragazzi, uno studente e un lavoratore.\nSi fuma in casa, cerchiamo qualcuno di tranquillo! No animali. No perditempo.\nPiù info in privato\n\nRenting from August 1 single room, close to the bus stop Laura low 366 euro per month including condominium, other expenses separately. 2 tents required, the house is to be shared with two boys, a student and a worker.\nSmoking in the house, we’re looking for someone quiet! No to animals. Don't waste no time.\nMore info in private",
    "Si affitta dal 1/08 una stanza singola con il letto matrimoniale e balcone privato di circa 20 mq in Via Romolo Amaseo in zona San Donato.\n\nL'affitto ammonta a 400 euro incluso il condominio mentre sono escluse le altre spese (gas, luce, acqua, Wi-Fi e tari).\n\nÈ inoltre da effettuare una spesa una tantum per l'acquisto del letto e del mobiletto bianco di proprietà dell'inquilino precedente (130 euro).\n\nMandare un messaggio in chat con una vostra breve descrizione.\n\nRenting from 1/08 a single room with a double bed and a private balcony of approximately 20 square meters in Via Romolo Amaseo in San Donato area.\n\nThe rent is 400 euros including the condominium while other expenses (gas, electricity, water, Wi-Fi and tariffs are excluded).\n\nIn addition, a one-time expense has to be made to buy the bed and the white cabinet owned by the previous tenant (130 euro).\n\nchat message with your short description.",
    "Affitto un bilocale dal 18 luglio a inizio settembre\n\nRenting a two-room apartment from July 18th to the beginning of September",
    "Hello, my name is Marie Belle, I am 24 years old and I will be studying at the University of Bologna from September for my Erasmus and am now looking for an accommodation.\n\nSo that you get a small impression of me, I will briefly write something: I am a very social and communicative person. I love to read, listen to music, go out to the park, go jogging or just do something with friends in my free time.\nBy the way, I already have experience living in a shared flat :))\nIn the shared flat, open communication and good agreements are especially important to me. Of course, cleanliness and a common basic order are a matter of course for me.\nHowever, I also think that you need your space, but it's even nicer when you find joint activities.\nIf you think this would suite you, I would be very pleased that you text me.\nLovely regards Marie Belle",
    "Io e la mia coinquilina domani 1 Luglio alle 10:00 andiamo a vedere un appartamento in Via San Felice 62.\nSi tratta di un appartamento composto da tre camere da letto\nIl prezzo è di 1800€+200 € di spese condominiali al mese, da dividere in tre. Dobbiamo verificare le utenze se sono incluse o meno e se eventualmente ci può essere una doppia\n\nMe and my roommate tomorrow July 1 at 10:00 we are going to see an apartment in Via San Felice 62.\nIt is a three bedroom apartment\nThe price is 1800€ + 200€ of condominium expenses per month, to be divided into three. We have to verify the utilities if they are included or not and if eventually there could be a double",
    "Si affitta da agosto casa con due stanze singole in\nVia Marsala, a cinque minuti dalle Torri.\nLe due stanze vengono 550€ l'una, spese escluse.\nLa casa è composta dalle due stanze, un bagno, cucina e salotto.\nTutti i mobili della camera piccola e la scrivania della camera grande andranno comprati, prezzo contrattabile.\nPrefeibilmente coppie già formate di studenti.\nScrivere solo se interessati.\n\nRenting out from August: house with two single rooms in\nVia Marsala, five minutes from Torri.\nThe two rooms are 550€ each, expenses not included.\nThe house consists of two rooms, one bathroom, kitchen and living room.\nAll furniture in the small room and the desk of the big room must be purchased, price negotiable.\nPreferably couples who already trained students.\nInbox only if interested.",
    "Cerco monolocale.\nCiao a tutti, mi presento. Sono Federico e ho 25 anni, mi sono trasferito a Bologna da 2 mesi e lavoro con Ryanair. Cerco possibilmente una sistemazione a lungo termine dove potermi stabilizzare e stare tranquillo. Preferirei zona aereoporto e borgo panigale ma ho la macchina e quindi mi andrebbe bene un po ovunque. Sono un ragazzo pulito molto tranquillo e rispettoso. Per qualunque informazione perfavore contattatemi. Grazie\n\nLooking for a studio apartment.\nHello everyone, I introduce myself I’m Federico and I’m 25 years old, I moved to Bologna for 2 months and I work for Ryanair. Possibly looking for a long term accommodation where I can stabilize and be quiet. I would prefer the airport area and borg panigale but I have a car so I could use it everywhere. I am a clean guy very calm and respectful. For any information please contact me. Thank you",
    "Cerco subaffitto dal 5 al 15 luglio\n\nLooking for a sublet from July 5th-15th",
    "Ciao a tutti!\nSi libera una stanza singola dall' 1 agosto per ragazze/i studenti o lavoratori, in appartamento adiacenze Via dei Mille - Museo Mambo, pieno centro storico. La stanza è ampia, completamente ammobiliata e dotata di piccola cabina armadio privata. L'appartamento è completamente ristrutturato, dotato di due bagni, cucina, lavatrice, lavastoviglie e asciugatrice. I coinquilini attuali sono 3 studenti. Subentro con regolare contratto, canone mensile di 500 €. Le spese per utenze (basse) sono escluse.\nSolo se interessati ad entrare dall'1 agosto, contattatemi con messaggio privato inviandomi una breve presentazione su di voi, grazie mille!\n\nHello to you all!\nA single room is available from August 1st for girls/students or workers, in an apartment adjacent to Via dei Mille - Mambo Museum, full historical center. The room is large, fully furnished and has a small private closet. The apartment is completely renovated, with two bathrooms, kitchen, washing machine, dishwasher, and dryer. Current roommates are 3 students. Subletting with regular contract, monthly fee of €500. Utilities expenses (low) are excluded.\nOnly if you are interested in entering from August 1st, please private message me with a brief introduction about yourself, many thanks!",
    "Cerco ragazza per una singola molto grande con letto matrimoniale in zona massarenti, a 100 mt dal sant'Orsola e 500 mt da porta San Vitale. L'appartamento, molto carino, ha una sola altra stanza occupata da una ragazza, cucina con salottino, un bagno, stanza ripostiglio con lavatrice, e un cortile con giardino. L'affitto è di 650€ + 150€ di spese tutto incluso (condominio +luce +gas+acqua). Libera da agosto.\n\nLooking for a girl for a very large single with a double bed in the Massarenti area, 100 meters from Sant'Orsola and 500 meters from San Vitale port. The apartment, very nice, has one more room occupied by a girl, kitchen with living room, bathroom, storage room with washing machine, and a yard with garden. Rent is 650€ + 150€ of expenses all inclusive (apartment +light +gas+water). Off since august .",
    "SINGLE ROOM FOR RENT FROM JULY 8\n- Until August including the cost of the room is 350€ (including condominium and heating)\n- From September the cost will be 580€ (including condominium and heating).\nThe house has 2 bathrooms, kitchen and 2 more single rooms and a basement.\nLOOKING FOR A PERSON BETWEEN 20/23 STUDENT.\nNo agency and you have to give 1 monthly deposit + paying the electricity bill and the tariff.\nThe house is located in Via Ugo Lenzi 8, inside the walls, convenient for the engineering faculty and 15 minutes walk from the center.\nN.B. We didn’t decide the prices of the new contract and we can’t do anything about it, unfortunately!",
    "Ciao a tutti! Si affitta stanza singola a ragazzo lavoratore dai 25 anni in su a 255€, contratto regolare 4+4 con necessità di subentro.\nLa casa si trova vicino porta Castiglione, in una zona tranquillissima, ben servita e a due passi dal centro, è composta da cucina, bagno, un salottino e altre 3 stanze singole occupate da 3 ragazze lavoratrici di 28 anni.\nIn casa c'è anche un' adorabile gattina quindi non è possibile avere altri animali. La stanza sarà libera da luglio.\nLa caparra è di una mensilità e chi entrerà in casa dovrà intestarsi la bolletta di internet mentre le altre bollette sono intestate alle ragazze della casa.\nUltima cosa da pagare sono 200 € una tantum per l’armadio e il letto presenti nella stanza perché sono stati comprati dalla ragazza che abitava la stanza prima di me ( 6 mesi fa praticamente ).\n\nPer la stanza si cerca preferibilmente un ragazzo pulito, serio, rispettoso, ordinato e con esperienza di convivenza con il quale si possa convivere in maniera tranquilla.\nSe possibile vi chiediamo di mandarci una piccola presentazione così da provare a conoscervi il minimo indispensabile.\nSolo gente presa bene mi raccomando!!\n\nScrivetemi in privato per ulteriori info!\n\nHello to you all! Single room for rent to a working boy aged 255€, regular contract 4+4 with deposit required.\nThe house is located near Porta Castiglione, in a very quiet area, well-served and two steps from the center, it consists of a kitchen, bathroom, a living room and 3 other single rooms occupied by 3 working girls of 28 years.\nThere’s also a lovely cat in the house so it’s not possible to have other animals. The room will be vacant in July.\nThe deposit is one month and whoever enters the house will have to pay the internet bill while the other bills are for the girls of the house.\nLast thing to pay is 200 € one-off for the wardrobe and bed in the room because they were bought by the girl who lived in the room before me (practically 6 months ago).\n\nPreferably looking for a clean, serious, respectful, tidy and experienced guy for the room with whom we can live peacefully.\nIf possible, we ask you to send us a small introduction so that we can try to get to know each other the minimum essentials.\nOnly well-behaved people I recommend!!\n\nInbox me for more info!",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Cerco un monolocale anche fuori porta, affitto max 800 euro...help😪\n\nI'm looking for a one-room apartment also outside the door, maximum rent 800 euros... help😪",
    "Ciao! Si cercano due ragazzi per un'intera camera doppia in via Andrea Costa. La casa, situata al quinto piano con ascensore, è composta da altre due camere singole, (abitate da me, di 23 anni, e da un altro ragazzo di 22 anni), una cucina e un bagno. La zona è molto comoda per raggiungere la facoltà di ingegneria (20 Min a piedi) ed è presente una fermata proprio sotto casa servita da 14, 21, e notturni 61 e N4 (in quindici minuti si è in piazza Maggiore e alla stazione); è inoltre presente una Coop molto grande a 3 minuti a piedi.\n\nIl costo mensile è di 280€ a posto letto, utenze escluse (in media 50€/mese), a cui aggiungere le spese di agenzia che ammontano a circa 300€ (il contratto è regolare) e 500€ di caparra.\n\nDiamo la precedenza a coppie di conoscenti già formate ed effettuaremo le visite circa tra il 10 e il 15 di luglio.\n\nChiedo scusa in anticipo se non riuscirò a rispondere a tutti\n\nHello! Looking for two guys for an entire double room in Via Andrea Costa. The house, located on the fifth floor with an elevator, has two more single bedrooms, (liveed by 23-year-old myself and another 22-year-old boy), a kitchen and a bathroom. The area is very convenient to reach the Engineering faculty (20 Min walk) and there is a bus stop just below the house served by 14, 21, and night buses 61 and N4 (in fifteen minutes you can reach the Major Square and to the station); in addition there is a very large Coop 3 minute walk away.\n\nThe monthly cost is 280€ per bed, utilities excluded (on average 50€/month), to add the agency fees of around 300€ (the contract is regular) and 500€ deposit.\n\nWe give precedence to couples of already trained acquaintances and we’ll make the visits between July 10 and 15.\n\nI apologize in advance if I can’t reply to everyone",
    "Ciao. Si AFITTA camera singola con terrazzo davanti alla fermata Fermi vicino la stazione Mazzini per un periodo di non oltre TRE mesi ( Luglio, Agosto e Settembre). Il prezzo con spese incluse (acqua, luce, gas e wifi) è di 500€. Si libera dal 1 luglio.\nL'appartamento è composto di due singole, una già occupata.\n\nHello. RENTING single room with terrace in front of the Fermi bus stop near Mazzini station for a period of no more than THREE months (July, August and September). The price with expenses included (water, light, gas and wifi) is €500. Will be released on July 1.\nThe apartment consists of two individuals, one is already occupied.",
    "💥 There are many interesting things in life. Do you feel like that?|interesting videos i saw them for the first time. how about you?⚠ ?",
    "URGENTE\nsi libera posto letto in doppia per studentesse a partire da Luglio. Appartamento a San Donato (vicino alla coop)\nCosto 260€ più spese (condominio e utenze)\nLa casa ha una doppia e una singola, più una cucina abitabile. In casa c’è anche un gatto🐱\nServono garanzie reddituali\nCosa cerchiamo:\n- persone prese bene\n- persone serie\n- persone rispettose\nSi dams, si matricole, no animali perché il gatto è geloso✨\nPer maggiori info scrivetemi in privato.\n\nURGENT\nDouble bed available for female students from July. Apartment in San Donato (near the coop)\nCost €260 plus expenses (apartment and utilities)\nThe house has a double and a single, plus a live-in kitchen. There’s also a cat in the house🐱\nIncome guarantees needed\nWhat we are looking for:\n- well taken people\n- serious people\n- respectful people\nYes ladies, yes freshmen, no animals because the cat is jealous✨\nFor more info write me privately.",
    "Affittasi a ragazza stanza singola con balcone a partire da agosto!\n\nLa casa è composta da 4 stanze (2 singole e due doppie), 2 bagni e cucina. Si trova dietro la stazione centrale di Bologna, all’inizio del quartiere Bolognina (via Matteotti).\n\nNell'appartamento ci sono già cinque ragazze molto tranquille, simpatiche e ordinatissime!\nIl prezzo della singola è di 540€ (480 +60 di spese).\n\n💥Occorre versare 2 caparre (480+480) e sono necessari 2 garanti.\n💥Le foto sono ben fatte perché scattate da un fotografo professionale\nPer informazioni contattatemi su Messanger\nGrazie ✌🏼\n\nRenting a single room with balcony to a girl from August!\n\nThe house consists of 4 rooms (2 singles and two doubles), 2 bathrooms and a kitchen. It is located behind the central station of Bologna, at the beginning of the Bolognina quarter (via Matteotti).\n\nThere are already five very calm, nice and tidy girls in the apartment!\nThe price of the single is 540€ (480 + 60 expenses).\n\n💥You have to pay 2 deposits (480+480) and 2 guarantees are required.\n💥Photos are well taken because they are taken by a professional photographer\nFor information contact me on messenger\nThank you ✌🏼",
    "Disponibile da subito camera in affitto in via podgora (zona saffi).\nL'appartamento è composto da 4 camere, un bagno, una cucina abitabile con balcone ed uno sgabuzzino. In casa vivono attualmente 3 ragazzi e 2 ragazze. Il canone d'affitto è di 300 euro, escluse spese.\n\nAvailable immediately room for rent in Via Podgora (Saffi area).\nThe apartment consists of 4 bedrooms, a bathroom, a living kitchen with a balcony and a dining room. There are currently 3 boys and 2 girls in the house. The rent fee is 300 euros, excluding expenses.",
    "Ciao,\naffitto una stanza con bagno privato da luglio fino a dicembre in zona San Felice.\nPer info e foto contattatemi in DM\n\nHello,\nRenting a room with private bathroom from July until December in the San Felice area.\nFor info and pictures contact me in DM",
    "Per 4 studenti in medicina o specializzandi, in prossimità del Policlinico S.Orsola -Malpighi, in zona servita da attività e trasporti pubblici, affittasi appartamento al primo piano con ascensore completamente ammobiliato per 4 persone, composto da soggiorno con cucinotto, 2 camere da letto doppie,un bagno e 2 balconi, ripostiglio. Possibilità di parcheggio per moto e bici all'interno del cortile condominiale. Richiesta €375 a posto letto, spese escluse;\ninfo 3513750738\n\nFor 4 medical students or specialists, close to the S Polyclinic. Orsola -Malpighi, in an area served by activities and public transport, for rent apartment on the first floor with elevator fully furnished for 4 people, consists of living room with kitchenette, 2 double bedrooms, one bathroom and 2 balconies, storage room. Possibility of parking for motorbikes and bikes inside the courtyard of the condominium. Asking €375 per bed, expenses excluded;\ninfo 3513750738",
    "Ciao a tutt*! Cerchiamo un* nuov* coinquilin* per un'ampia doppia da dividere con un ragazzo da METÀ LUGLIO/INIZIO AGOSTO. Nell'appartamento, in via de' Fusari, oltre alla doppia son presenti due singole e due bagni (uno di servizio). La casa è dotata di tutti gli elettrodomestici (tranne microonde). Posto bici in cantina.\nAffitto pari a 250€ + 50€ comprensivi di spese di riscaldamento centralizzato, acqua e condominio (fino a settembre, poi il canone passerà a 300€ + 63€). Utenze a parte. 2 mensilità di caparra.\nNecessario acquistare il letto dalla ragazza uscente. Cerchiamo una persona (preferibilmente ragazza) con esperienza di convivenza che sappia gestirsi autonomamente in casa e che si possa integrare con la coinquilinanza (età 23-33) e la cagnolona che vive con noi. Teniamo particolarmente all'ambiente, al buonvivere e al rispetto reciproco.\nAmbiente LGBTQ+ friendly. Si fumatori, si amanti della musica. No fasci.\nScrivici una breve presentazione in privato!\nPlis non fateci scrivere dai parenti 🙏\n\nHello to you all*! Looking for a *new* roommate* for a wide double to share with a boy from MID-JULY/EARLY AUGUST. In the apartment, in Via de' Fusari, in addition to the double there are two singles and two bathrooms (one service). House comes with all appliances (except for microwave). Placing the bikes in the basement.\nRent 250€ + 50€ including central heating, water and condominium expenses (until September, then the fee will increase to 300€ + 63€). Utensils to the side. 2 months of deposit.\nNeed to get bed from the going girl. We are looking for a person (preferably a girl) with living experience who knows how to manage independently at home and who can integrate with companionship (age 23-33) and the big dog who lives with us. We especially care about the environment, good living and mutual respect.\nLGBTQ+ Friendly Atmosphere Yes smokers, yes music lovers. I don't do.\nWrite us a short introduction in private!\nPlease don't let our relatives write to us 🙏",
    "Best 2023 Video million views.",
    "Dal 14 luglio, si affitta una stanza matrimoniale ad uso singola , ampia e luminosa. In casa ci sono altri tre coinquilini maschi, uno ha il bagno in camera, pertanto il bagno in comune sarà da dividere con gli altri due. Si richiede una persona seria, precisa e pulita.\nIl prezzo è 550 al mese tutto incluso, con utenze e internet.\nSi affitta solo con regolare contratto.\nLa stanza e la casa si possono visitare di persona dopo aver concordato un appuntamento, dal lunedì al venerdì solo dalle 20, sabato e domenica a qualsiasi ora, basta concordare prima.\n\nFrom July 14, renting out a double room for single use, wide and bright. There are three more male roommates in the house, one has a bathroom in the room, so the shared bathroom will be shared with the other two. A serious, precise and clean person is required.\nPrice is 550 per month all inclusive utilities and internet included.\nOnly for rent under regular contract.\nThe room and the house can be visited in person after agreeing an appointment, from Monday to Friday only from 8 pm, Saturday and Sunday at any time, just agree earlier.",
    "Ciao a tutti! 🙂\nMi chiamo Francesca, ho 23 anni e sono una studentessa\nSto cercando una singola ma va bene anche una doppia per agosto/ settembre\nSono socievole, ordinata e super rispettosa degli spazi altrui\nSe avete qualche proposta scrivetemi\nGrazie!\n\nHello to you all! 🙂\nMy name is Francesca, I am 23 years old and I am a student\nI’m looking for a single but a double for August/September is fine\nI am sociable, tidy and super respectful of other people's space\nIf you have any suggestions, please write to me\nThank you!",
    "CAMERA DOPPIA 295 a posto letto LIBERO DAL 1 LUGLIO VIA SAN DONATO VICINO UNIVERSITÀ’\nNO COSTI AGENZIA\nCONTATTATEMI\n3398681685\nTELEFONO+whatsapp\nMESSANGER lo uso meno\nDAL 1 LUGLIO 2023 AMPIA CAMERA SPAZIOSA\nAll'interno stabile signorile:\nIl costo della Posto letto è di 295 euro mensili SONO ANCORA DISPONIBILI ENTRAMBE\nServizi disponibili nelle vicinanze :Supermercati, Farmacia, Tabacchi.\nFermata BUS 20.\nPER ALTRE INFO E VISITE\n3398681685 TELEFONO+whatsapp\n\nDOUBLE ROOM 295 per bed FREE FROM JULY 1ST STREET SAN DONATO NEAR UNIVERSITY’\nNO AGENCY COSTS\nHit me up\n3398681685\nPHONE + whatsapp\nI use messenger less\nFROM JULY 1, 2023 LARGE SPACIOUS ROOM\nInside the stable lady:\nThe cost of the bed is 295 euros per month BOTH ARE STILL AVAILABLE\nServices available in the vicinity: Supermarkets, Pharmacy, Tobacco.\nBUS 20 stop.\nFOR MORE INFO AND VISIT\n3398681685 CALL+whatsapp",
    "Ciao a tutti! Sono un'infermiera di 25 anni e lavoro a Villa Chiara (Casalecchio di Reno), ho un contratto a tempo indeterminato. Sono una persona pulita e ordinata, rispettosa degli spazi comuni e ho esperienza di convivenza. Cerco una singola o un monolocale (dal prezzo contenuto), preferibilmente in centro, vicino il luogo di lavoro o in una zona dalla quale è facilmente raggiungibile Casalecchio. Mi trovo già a Bologna e sono disponibile per eventuali visite\n\nHello to you all! I am a nurse of 25 years and I work in Villa Chiara (Casalecchio di Reno), I have a permanent contract. I am a clean and tidy person, respectful of common spaces and I have experience living together. I'm looking for a single or studio apartment (from the price included), preferably in the center, near the workplace or in an area from which Casalecchio is easily accessible. I am already in Bologna and available for any visits",
    "Forse è inutile ma ci riprovo ancora 🤷‍♂️\n\n⚠️ CERCHIAMO CASA ⚠️\n\nPartiamo dalle presentazioni:\nIo sono Alex, ho 27 anni e lavoro in Toyota\nLa mia compagna è Rebecca Scalone ,ha 22 anni e lavora in Lamborghini\nNessuno di noi ha l'indeterminato ma abbiamo dei garanti a sostenerci.\n\nCosa cerchiamo: un appartamento in cui stabilirci (quindi non case troppo piccole ne messe troppo male, non è chiedere troppo) e un domani, perché no, crearci una famiglia...\n\nConviviamo da circa un anno e attualmente viviamo a borgo Panigale, ma abbiamo necessità di cambiare casa e stiamo appunto cercando in una delle zone evidenziate sotto.\nSiamo due persone a cui la pulizia e il rispetto delle cose (specialmente se sono di altri) contano più del resto, non siamo chiassosi, non disturbiamo il vicinato enon abbiamo animali\nSe volete chiederci o proporci qualsiasi cosa scriveteci in chat, intanto vi ringrazio in anticipo!! Spero che sarete in molti 😁😁\n\nMaybe it’s useless but I’ll try again 🤷 ♂️\n\n⚠️ WE ARE LOOKING FOR A HOME ⚠️\n\nLet's start with introductions:\nI am Alex I am 27 years old and I work for toyota\nMy partner is Rebecca Scalone ,she is 22 years old and works in Lamborghini\nNone of us are indetermined but we have guarantors to back us up.\n\nWhat we’re looking for: an apartment to settle down in (so not houses too small it’s too bad, it’s not too much to ask) and a tomorrow, why not, to create a family...\n\nWe’ve been living together for about a year and currently we live in Borgo Panigale, but we need to move houses and we’re looking in one of the areas highlighted below.\nWe are two people to whom cleanliness and respect (especially if they belong to others) matter more than the rest, we are not lazy, we don't disturb the neighborhood and we don't have animals\nIf you want to ask us or suggest anything, write us in chat, meanwhile I thank you in advance!! I hope there will be many of you 😁 😁",
    "Disponibile posto letto in doppia , per ragazza, in zona universitaria ( via delle Moline) INIZIO AGOSTO.\nAnno di permanenza minima, 3 mesi di preavviso.\n250 euro affitto circa 50 euro bollette.\nSiamo disponibili a far vedere la casa.\nDisponibile da inizio agosto.\nPer informazioni contattare in privato.\n\nDouble bed available, for girl, in university area (via delle Moline) BEGINNING OF AUGUST.\nMinimum stay year, 3 months notice.\n250 euro rent, approximately 50 euro bills.\nWe are available to show the house.\nAvailable from the beginning of August.\nFor information contact privately.",
    "Subaffitto da inizio luglio per studenti di ingegneria un posto letto in camera doppia in via Saragozza (a pochi minuti a piedi dalla facoltà).\n\nAppartamento a piano terra composto da 2 singole, 2 doppie, 2 bagni, una cucina e uno spazio comune. C'è pure una cantina e un garage dove si può mettere i bici.\n\nL'affitto mensile è di €360 (da settembre verrà stipulato un nuovo contratto che prevederà canone di affitto mensile di €370), tutto incluso. Si richiedono 2 mensilità di caparra e un deposito cauzionale di €100.\n\nPer altre informazioni, scrivetemi pure in privato.\n\nSublease from the beginning of July for engineering students a double bed in Via Saragozza (a few minutes walk from the faculty).\n\nGround floor apartment consisting of 2 singles, 2 doubles, 2 bathrooms, a kitchen and a common space. There is also a basement and a garage where you can put bikes.\n\nThe monthly rent is €360 (from September a new contract will be entered that will provide a monthly rent fee of €370), all inclusive. 2 monthly deposit and a non-payment deposit of €100 are required.\n\nFor more information, please write me in private.",
    "Affitto stanza in via Saragozza da luglio\n\nRenting a room in Via Zaragozza from July",
    "Lascio per cambio università da metà luglio piccolo bilocale (48mq) ristrutturato e arredato, ottime condizioni, formula subentro in contratto di 4 anni firmato a ottobre 2022, € 600 al mese più utenze, zona viale Murri. Lasciare contatto in privato\n\nI’m leaving for university change from mid-July a small two-room apartment (48mq) renovated and furnished, excellent conditions, formula for 4 years contract signed in October 2022, € 600 a month plus utilities, Murri street area. Leave contact in private",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Si libera STANZA SINGOLA IN VIA RANZANI (5 min a piedi da via Zamboni e Porta San Donato).\nLa casa è composta da un bagno, cucina, stanza singola e stanza doppia abitata da due ragazzi.\nCerchiamo studenti e studentesse (max 25 anni).\nContratto regolare con subentro.\nLibera da agosto/settembre.\nPrezzo: 400€ spese escluse.\n\nSINGLE ROOM free IN VIA RANZANI (5 min walk from Via Zamboni and Porta San Donato).\nThe house consists of a bathroom, kitchen, single room and double room lived by two boys.\nWe are looking for male and female students (max 25 years old).\nRegular Contract with Subscription.\nAvailable for August / September.\nPrice: €400 excluding expenses.",
    "Hello!\nSingle room for rent in Via Angelo Finelli, from August 1st with regular contract 4+4.\nThe price is 400 euros, including the apartment and central heating.\nThe house consists of a kitchen with a balcony, bathroom and two more singles. My roommate and I are looking for someone between the ages of 23-30 for more compatibility.\nThose interested can leave a comment and will get back to you.\nThank you!",
    "Hello! I am going to be studying at the University of Bologna from September to 20th or February. I am looking for a single room, ideally with women roommates. My price range is €300-€500 monthly in the city centre or surrounding suburbs. I am from Australia, speak Italian, and am very studious and respectful of places I love and people I live with.\nI look forward to hearing from you!",
    "Ciao ho 25 e sono uno studente in cerca di un alloggio a settembre possibilmente vicino al ospedale Sant'Orsola, sono molto ordinato e ho già avuto esperienze di convivenza. se avete proposto scrivetemi pure in privato.\n\nHi I am 25 and I am a student looking for accommodation in September possibly near the Sant'Orsola hospital, I am very tidy and I have already had living experiences. If you have proposed, write me privately.",
    "Ciao a tutti!\nIo e la mia amica Anita siamo alla ricerca di due coinquilini. A brevissimo firmeremo il contratto per un appartamento in via del Giorgione, zona santa Viola. L’appartamento dispone di tre stanze, di cui due singole (occupate da noi) e una doppia ancora sfitta. Il costo è di 250 euro a posto letto più circa 50 euro mensili di spese condominiali che comprendono il riscaldamento centralizzato, rimangono quindi escluse le altre utenze. Inoltre nella stanza è presente solo un letto a una piazza e mezza quindi il subentrante dovrebbe procurarsi un letto.\nSiamo due ragazze di vent’anni e frequentiamo l’accademia di teatro musical BSMT che comprende lo studio di danza, recitazione e canto quindi la casa raramente avrà un’atmosfera silenziosa, d’altra parte abbiamo orari molto stressanti quindi effettivamente passeremo poco tempo in casa. Nulla vieta che, una volta arrivate a casa la sera tardi, abbiamo ancora cose da studiare e provare quindi staremmo cercando due persone dell’ambiente artistico/teatrale o che comunque possano comprendere la situazione. Cerchiamo persone aperte, con cui instaurare una convivenza serena basata sulla comunicazione e la condivisione.\nNel messaggio potete inserire una breve presentazione/foto/pagina instagram/qualcosa per iniziare a conoscerci un po’\nEssendo un po’ strette con i tempi vorremmo provare a fissare un incontro già domani, dato che da martedì lasciamo bologna per andare a casa nostra e ci piacerebbe conoscervi di persona :)\n\nHello to you all!\nMy friend Anita and I are looking for two roommates. Very soon we’ll sign the contract for an apartment in Via del Giorgione, Santa Viola area. The apartment has three rooms, of which two singles (occupied by us) and one double. The cost is 250 euro per bed plus approximately 50 euro monthly of condominium expenses which include central heating, so other utilities are excluded. Furthermore, in the room there is only one bed in a square and a half so the entrant should get a bed.\nWe are two 20-year-old girls and attend the BSMT musical theatre academy which includes dance, acting and singing study so the house rarely has a quiet atmosphere, on the other hand we have very stressful schedules so we will actually spend little time at home. No prohibitions that, once you get home late in the evening, we still have things to study and try so we are looking for two people from the artistic/theatrical environment or who can understand the situation. We are looking for open-minded people, with whom we can establish a peaceful coexistence based on communication and sharing.\nIn the message you can add a short introduction/photo/instagram page/something to get to know each other a bit\nBeing a bit tight with times, we would like to try to arrange a meeting tomorrow, since since Tuesday we leave Bologna to go home and we would like to meet you in person :)",
    "Ciao a tutt*!\nSi libera camera singola con bagno in camera in un appartamento da 2 persone in via de’ Griffoni. 460€\nInfo e foto in chat ☀️\n\n(Si preferiscono ragazz* che abbiano almeno 23 anni)\n\nHello to you all*!\nSingle room with bathroom in the bedroom is available in an apartment for 2 people in Via de’Griffoni. 460€\nInfo and photos in chat ☀️\n\n(Boys* at least 23 years old are preferred)",
    "Ciao! Si libera da agosto una stanza singola in Via Valdossola 15, a 500€ per RAGAZZO STUDENTE.\nper più informazioni scrivetemi in privato (se possibile con un piccolo messaggio di presentazione). :)\n\nHello! A single room in Via Valdossola 15, available from August, 500€ for BOY STUDENT.\nfor more information write me privately (if possible with a small introduction message). :)",
    "Salve a tutti, è libero un monolocale NUOVO, per UNA persona singola, (850 TUTTO incluso (bollette, condominio, Wi-Fi, lavatrice, asciugatrice)), in pieno centro a Bologna (via dei mille, 4 piano con ascensore).\n\nLa proprietaria richiede 2 mensilità. Solo lavoratori.\nNo Animali. No subaffitto.\nScrivetemi solo se realmente interessati e rispettare TUTTI i requisiti.\n\nHello everyone, a NEW studio is free, for ONE single person, (850 ALL inclusive (bills, condominium, Wi-Fi, washing machine, dryer)), in the center of Bologna (via dei Mille, 4th floor with elevator).\n\nThe owner demands 2 months. Just a worker.\nNo Animals. Not a sublet.\nInbox me only if you are truly interested and meeting ALL requirements.",
    "Ciao cerco a partire da settembre/\nottobre una stanza, massimo 500 euro tutto incluso, sono molto tranquillo e silenzioso e ho già esperienze di convivenza poiché vivo a Bologna da un anno\n\nHi, I am looking for a room from September/October, maximum 500 euro all inclusive, I am very calm and quiet and I already have living experiences as I live in Bologna for a year",
    "Si affitta a partire da subito a ragazza lavoratrice referenziata (28 - 33 anni) stanza singola con letto matrimoniale in via Montello (zona Costa). La casa è composta da 2 singole, cucina,bagno e cantina.\nRichiediamo una breve presentazione al numero 3272085196\n\nFor rent, starting immediately to a working girl (28-33 years old) single room with a double bed in Via Montello (Costa area). The house consists of 2 singles, kitchen, bathroom and basement.\nWe request a brief introduction to the number 3272085196",
    "Si affitta stanza singola con letto ad una piazza e mezzo in via San Donato 39/3, in appartamento con altre due camere da letto occupate da due ragazzi lavoratori. La camera è totalmente arredata e la casa dotata di tutti i comfort, incluse lavastoviglie, asciugatrice e condizionatori. È presente inoltre una cantina ciclabile ed un ampio spazio verde condominiale. Vicina a tutti i servizi, università e supermercati a pochi metri dall'abitazione. Si affitta con regolare contratto, richieste due mensilità di caparra. Costo dell'affitto 400 euro spese escluse.\n\nRenting a single room with a bed in a square and a half in Via San Donato 39/3, in an apartment with another two bedrooms occupied by two working guys. The room is fully furnished and the house has all amenities including dishwasher, dryer, and air conditioning. There is also a bicycle cellar and a large condominium green space. Close to all services, universities and supermarkets within a few meters from the house. Renting with regular contract, two months deposit required. Rent cost 400 euro excluding expenses.",
    "🎤 😸 👧 🎀 📪 🎦 🈴 😧",
    "Lavinia Montana‎Affitti Bologna\n7 hrs ·\nMore options",
    "He who likes borrowing dislikes paying congratulations 575453385665",
    "AFFITTASI STANZA SINGOLA LIBERA IN ZONA ANDREA COSTA A €570 TUTTO INCLUSO, L'ALTRA CAMERA è OCCUPATA DA UNA STUDENTESSA. PER MAGGIORI INFORMAZIONI CONTATTATEMI IN PRIVATO\n\nRENTING SINGLE ROOM FREE IN ANDREA AREA FOR €570 ALL INCLUDED, THE OTHER ROOM IS OCCUPIED BY A FEMALE STUDENT. PM ME FOR MORE INFO",
    "Health is wealth ♫♙☱⛃♅",
    "CAMERA DOPPIA 295 a posto letto LIBERO DAL 1 LUGLIO VIA SAN DONATO VICINO UNIVERSITÀ’\nNO COSTI AGENZIA\nCONTATTATEMI\n3398681685\nTELEFONO+whatsapp\nMESSANGER lo uso meno\nDAL 1 LUGLIO 2023 AMPIA CAMERA SPAZIOSA\nAll'interno stabile signorile:\nIl costo della Posto letto è di 295 euro mensili SONO ANCORA DISPONIBILI ENTRAMBE\nServizi disponibili nelle vicinanze :Supermercati, Farmacia, Tabacchi.\nFermata BUS 20.\nPER ALTRE INFO E VISITE\n3398681685 TELEFONO+whatsapp\n\nDOUBLE ROOM 295 per bed FREE FROM JULY 1ST STREET SAN DONATO NEAR UNIVERSITY’\nNO AGENCY COSTS\nHit me up\n3398681685\nPHONE + whatsapp\nI use messenger less\nFROM JULY 1, 2023 LARGE SPACIOUS ROOM\nInside the stable lady:\nThe cost of the bed is 295 euros per month BOTH ARE STILL AVAILABLE\nServices available in the vicinity: Supermarkets, Pharmacy, Tobacco.\nBUS 20 stop.\nFOR MORE INFO AND VISIT\n3398681685 CALL+whatsapp",
    "CAMERA DOPPIA 295 a posto letto LIBERO DAL 1 LUGLIO VIA SAN DONATO VICINO UNIVERSITÀ’\nNO COSTI AGENZIA\nCONTATTATEMI\n3398681685\nTELEFONO+whatsapp\nMESSANGER lo uso meno\nDAL 1 LUGLIO 2023 AMPIA CAMERA SPAZIOSA\nAll'interno stabile signorile:\nIl costo della Posto letto è di 295 euro mensili SONO ANCORA DISPONIBILI ENTRAMBE\nServizi disponibili nelle vicinanze :Supermercati, Farmacia, Tabacchi.\nFermata BUS 20.\nPER ALTRE INFO E VISITE\n3398681685 TELEFONO+whatsapp\n\nDOUBLE ROOM 295 per bed FREE FROM JULY 1ST STREET SAN DONATO NEAR UNIVERSITY’\nNO AGENCY COSTS\nHit me up\n3398681685\nPHONE + whatsapp\nI use messenger less\nFROM JULY 1, 2023 LARGE SPACIOUS ROOM\nInside the stable lady:\nThe cost of the bed is 295 euros per month BOTH ARE STILL AVAILABLE\nServices available in the vicinity: Supermarkets, Pharmacy, Tobacco.\nBUS 20 stop.\nFOR MORE INFO AND VISIT\n3398681685 CALL+whatsapp",
    "Affitto una doppia in centro chiamare 3396580909,prezzo una singola 450€\n\nRenting out a double in the center, call 3396580909, price for a single 450€",
    "Salve a tutti\nSi affitta stanza singola a partire da luglio fino a fine ottobre,siamo due ragazzi lavoratori di 28 e 20 anni. La casa si trova in via dickens zona borgo panigale. La zona è fornita di tutti i servizi, l'appartamento si trova al quarto piano con ascensore, negli spazi comuni balcone aria condizionata e la cucina è fornita anche di lavastoviglie. Se siete interessati per altre info scrivete in privato\n\nHello to all\nSingle room for rent from July until the end of October, we are two working guys aged 28 and 20. The house is located in Via Dickens, Borgo Panigale area. The area is equipped with all services, the apartment is located on the fourth floor with an elevator, in the common areas there is a balcony air conditioning and the kitchen is also equipped with a dishwasher. If you are interested for more info write privately",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Ciao a tutti, sono Francesca e dal prossimo anno accademico mi trasferirò a Bologna per studiare Biotecnologie Farmaceutiche. Sto cercando un appartamento che abbia almeno 3 posti letto liberi (non importa se in singola o in doppia) perché insieme a me si trasferiranno anche altre due mie amiche. Cerchiamo casa non troppo lontano dal centro o che sia comunque facilmente raggiungibile con i mezzi.\nSe puoi aiutarmi, scrivimi!\nGrazie\n\nHi everyone, I am Francesca and from the next academic year I will move to Bologna to study Pharmaceutical Biotechnologies. I'm looking for an apartment that has at least 3 beds available (doesn't matter if single or double) because two other friends of mine will be moving in with me. We are looking for a house not too far from the center or easily accessible by means.\nIf you can help please message me!\nThank you",
    "Dal 1 agosto si libera una stanza singola in piazza di porta San Vitale.\nLa stanza era originariamente una doppia che negli anni è stata trasformata in una singola mantenendo (ahimè) lo stesso prezzo di 555 euro al mese,utenze escluse.\nPer scerta dell’agenzia si preferisce mantenere la stanza come singola, per cui daremo precedenza ai singoli.\n\nA single room is free from August 1 in piazza di porta San Vitale.\nThe room was originally a double room that over the years was transformed into a single while maintaining (alas) the same price of 555 euros a month, utilities excluded.\nBecause of the agency, they prefer to keep the room as a single, so we will give priority to individuals.",
    "Ciao sono una studentessa di 21 anni. Cerco una stanza singola o in zona Porta San Felice o in zona Policlinico Sant'Orsola Malpighi\n\nHi I am 21 years old student. I'm looking for a single room in the Porta San Felice area or in the Sant'Orsola Malpighi Polyclinic area",
    "Cerco studentessa per fermare doppia per luglio, 390€ al mese zona san Donato.\n\nLooking for a female student to stay in July, 390€ per month San Donato area.",
    "Libero posto letto in via Tagliamento. Bilocale da dividere con una ragazza\n\nBed space available in Via Tagliamento. 2 room room to share with a girl",
    "Affitto una doppia per maschi in centro salone cucina con forno e stufa nuovo con due terrazzi enorme cantina ciclabile vicino anche stazione centrale praticamente porta mancare prezzo 450 per persona con spese dentro aria condizionata per info e le visite 3396580909\n\nRenting a double flat for men in the center, living room, kitchen with oven and new stove, with two terraces, huge cellar, bike cellar, also close to the central station, practically a door, price 450 per person with expenses inside, air conditioning, for info and viewings 3396580909",
    "Si affitta dal 1 agosto una stanza doppia in Via Giovanni Antonio Sacco (zona San Donato) al prezzo di 237,50€, comprensivo di condominio, riscaldamento centralizzato e acqua (luce, gas, internet e tari sono a parte ma spese contenute). La stanza è da condividere con una ragazza e si trova in un appartamento con un’altra doppia occupata già da due ragazze.\nL’annuncio è rivolto ad entrambi i sessi ma con una preferenza verso le ragazze.\nZona servita di fermate del bus, farmacie, supermercati (i più vicini sono Lidl, Eurospin e Coop), tabacchi, parchi e ogni servizio possa interessarvi.\nSi richiedono 2 mensilità di caparra, escluse le spese condominiali (375€).\nSe interessati scrivetemi pure in privato e vedrò di rispondere a tutti.\n\nRenting out a double room in Via Giovanni Antonio Sacco (San Donato area) from August 1st for 237.50€, including condo, central heating and water (lights, gas, internet and tariffs are separate but expenses included). The room is to be shared with a girl and she's in an apartment with another double already occupied by two girls.\nThe ad is aimed at both genders but with a preference towards girls.\nArea served by bus stops, pharmacies, supermarkets (nearest ones are Lidl, Eurospin and Coop), tobacco, parks and any service you may be interested in.\n2 months of deposit required, excluding condominium fees (375€).\nIf you are interested, feel free to write me privately and I will answer everyone.",
    "Cerco monolocale/bilocale nel comune di Bologna.\nPrezzo max 600 euro (comprensivo di condominio) no intestazione bollette eccetto internet per cui ho già un conto.\n\nI'm looking for a one-room/two-room flat in the municipality of Bologna.\nMaximum price 600 euros (including condominium) no bills payment except internet for which I already have an account.",
    "Ciao! Affitto bilocale con aria condizionata in centro (zona San Vitale/piazza Aldrovandi) dal 16 luglio a fine agosto. Se interessate/i scrivetemi in privato, grazie!\n\nHello! Renting two-room apartment with air conditioning in the center (area San Vitale/Aldrovandi square) from July 16 to the end of August. If you are interested, write to me in private, thank you!",
    "Ciao! Lascerai Bologna a gennaio? Potrei prendere la tua stanza! Mi chiamo Sara e sono una studentessa finlandese di Ingegneria Chimica. Verrò a Bologna durante il secondo semestre per scrivere la mia tesi, da gennaio a maggio 2024. Cerco una stanza dentro le mura o vicino per quel periodo. Sono una persona pulita, calma e rispettosa! Ho due anni di esperienza vivendo all’estero con due coinquilinə, amo la pallavolo, la cultura queer e cucinare. Per favore contattatemi se avete una stanza da offrire o se siete in cerca di una coinquilina!\n\nHello! Leaving Bologna in January ? I could take your room! My name is Sara and I am a Finnish Chemical Engineering student. Coming to Bologna during the second semester to write my dissertation, from January to May 2024. Looking for a room within or near the walls for that period. I am a clean,calm and respectful person! I have two years of experience living abroad with two roommates, I love volleyball, queer culture and cooking. Please reach out to me if you have a room to spare or are looking for a roommate!",
    "Ciao a tutti!\nSi libera a partire dal mese di agosto un posto letto in doppia per studentesse in Via Valdonica 4, all'interno del Ghetto ebraico.\nL'appartamento si trova al quarto piano con ascensore e comprende, oltre alla doppia in condivisione con me, altre due stanze singole occupate attualmente da due studentesse.\nL'affitto del posto letto è di 350 euro, spese escluse, cui si sommano 30 euro al mese circa comprensivi delle utenze, intestate alla proprietaria, esclusa la tari.\nAttualmente io e le coinquiline siamo in casa e disponibili per le visite, che si effettueranno da martedì 4 luglio a giovedì 6 luglio e che sono da concordare; per chiunque volesse scriverci, chiediamo una breve presentazione giusto per parlarci un po' di voi!\nNO MATRICOLE\n\nHello to you all!\nStarting from August a double bed for female students is available in Via Valdonica 4, inside the Jewish Ghetto.\nThe apartment is located on the fourth floor with an elevator and includes, in addition to the double shared with me, two other single rooms currently occupied by two female students.\nThe rent of the bed is 350 euro, expenses excluded, which sum up to 30 euro per month inclusive of utilities, intended to the owner, excluding tariff.\nCurrently my roomates and I are home and available for visits, which will run from Tuesday July 4th to Thursday July 6th and are to be agreed upon; for anyone who would like to write to us, we ask for a short introduction just to talk to us a bit about you!\nNO MATRICULATE",
    "Affitto camera in zona stazione centrale per più informazioni scrivetemi in privato grazie.\n\nRoom for rent in the central station area for more information send me a private message thanks.",
    "Ciao a tutti!\nA ottobre comincerò la magistrale a Bologna e cerco una stanza singola in un appartamento condiviso con altre ragazze. Mi reputo una persona tranquilla, studiosa e ordinata. Non ho animali e non sono una fumatrice.\nRingrazio in anticipo!\n\nHello to you all!\nIn October I will start my masters degree in Bologna and I am looking for a single room in an apartment shared with other girls. I consider myself a calm, studious and orderly person. I don't have animals and I'm not a smoker.\nThank you in advance!",
    "Hi, I’m searching for an apartment or private room with bath, near city walls (in and out)…total budget 700 all inclusive…send pm",
    "Affittasi stanza singola dal 5 luglio su 15 agosto. 400 euro compreso utenze. Solo le donne.\n\nSingle room for rent from July 5 to August 15. 400 Euros including utilities. Just the ladies.",
    "Ciao, sono Viviana e sono una lavoratrice di 26 anni 👩🏻‍💻\nCerco un’altra lavoratrice, più o meno della stessa età, con cui bloccare un appartamento con DUE STANZE SINGOLE (letto matrimoniale) a 470€ compreso di condominio e riscaldamento centralizzato!\nSe siete interessati contattatemi! Gradirei una breve presentazione✨\n\nHi, I’m Viviana and I’m a 26 year old worker 👩🏻 💻\nI am looking for another worker, more or less the same age, with whom to lock an apartment with TWO SINGLE ROOMS (double bed) for €470 including condominium and central heating!\nIf you are interested, please contact me! A short introduction would be appreciated✨",
    "Good day! I am in search of a room/bedroom for my stay in Bologna from September. I am enrolled in UniBo's master's programme in International Management. Considering options in Bologna as well as in the suburbs. Maximum budget with all expenses is €500-550.\nAbout me: 22 years old, former professional athlete, clean, quiet and peaceful, respectful of private space. No smoking, no pets. Have an experience of living together.\nIf you have any suggestions, please write to private messages.",
    "Ciao a tutti,\nAd agosto si libera in zona Battindarno una spaziosa stanza singola (letto singolo, armadio, divano e piccola libreria).\nLa casa è composta da 2 stanze singole, cucina con balcone, bagno, cantina e posto auto da condividere.\nLa zona è residenziale e tranquilla, con fermata autobus, supermercati, farmacie, bar e negozi nelle immediate vicinanze. Il centro di Bologna volendo è raggiungibile anche a piedi.\nIl prezzo della stanza è di 350 euro condominio compreso (sono escluse tutte le utenze).\nIl contratto partirebbe dal mese di agosto, con caparra di 650 euro + subentro nel contratto di affitto di 200 euro. È richiesto un garante in caso di contratto di lavoro non indeterminato.\nCerco una ragazza lavoratrice (no matricole), non fumatrice, seria, tranquilla, pulita e rispettosa degli spazi comumi con cui poter condividere casa :) . Non ammessi animali.\nPotete scrivermi in privato se siete seriamente interessati (le visite inizieranno dal giorno 9 luglio dalle ore 19 in poi ). Se decidete di contattarmi, mi farebbe piacere leggere una presentazione.\n\nHello to you all,\nIn August a spacious single room (single bed, wardrobe, sofa and a small bookcase) is available in Battindarno area.\nThe house consists of 2 single rooms, kitchen with balcony, bathroom, cellar and shared parking space.\nThe area is residential and quiet, with bus stops, supermarkets, pharmacies, bars and shops in the immediate vicinity. The center of Bologna is also accessible on foot.\nThe price of the room is 350 euro condominium included (all utilities are excluded).\nThe contract would start in August, with a deposit of €650 + sub-submission in the rental contract of €200. A guarantor is required in case of an indefinite employment contract.\nI am looking for a working girl (no freshmen), non-smoker, serious, quiet, clean and respectful of common spaces with which I can share my house :) . No animals allowed.\nYou can write to me privately if you are seriously interested (viewing will start from July 9th from 7pm onwards). If you decide to contact me, I would be happy to read an introduction.",
    "In this life we can no do great things",
    "https://www.facebook.com/groups/bolognaaffitti/permalink/5914223238705416/\n\nRipropongo l'annuncio perche per ora non ero riuscita a contattare nessuno, scusate. Da domani si può vedere la casa\n\nAlba Clementi‎Affitti Bologna\n30 April at 18:27 ·\n\nSi libera da fine luglio (o forse anche prima) una camera singola in un grande appartamento in via Toscanini, proprio di fianco all'entrata di Villa ghigi e vicino alla fermata del 29 (in 10 minuti di autobus si arriva in piazza Maggiore). L'appartamento è composto da 4 stanze, il prezzo è 440 spese escluse. Richieste 3 caparre. Scrivetemi se interessati",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Cercasi coinquilin* a partire da metà luglio in Via Saffi 1, a due passi da porta San Felice. In casa siamo attualmente 3 ragazze e 2 ragazzi , di cui uno andrà via.\nL'affitto della stanza singola è di 420 euro incluso solo il condominio.\nLa casa è composta da 5 singole , un salotto , una cucina , 2 bagni , ripostiglio\n\nLooking for roommates* starting mid-July in Via Saffi 1, two steps from Porta San Felice. Currently we are 3 girls and 2 boys in the house, of which one will leave.\nThe rent of the single room is 420 euro including only the condominium.\nThe house consists of 5 singles, a living room, a kitchen, 2 bathrooms, storage room",
    "Ciao a tutti! Sono Carla, sono una ragazza lavoratrice, lavoro all'aeroporto di Bologna. Sto cercando urgentemente una stanza/monolocale/bilocale preferibilmente in zona aeroporto dal mese di luglio, ma anche se non è in questa zona mi adatterò sicuramente. Sono una ragazza ordinata, affidabile e socievole.\n\nHello to you all! I'm Carla, I'm a working girl, I work at Bologna airport. Urgently looking for a room/studio/two bedroom preferably in the airport area from July, but even if it’s not in the area I’ll definitely fit. I am a tidy, trustworthy and social girl.",
    "Hello 😊\nwe are two girls searching for a room with two beds from September. price around 300-400 per bed( can be double bed too) 🛏\n📌I will be studying masters at bologna university so preferably location should be around university, but if the room accommodation and furnishing is good we can revise our location requirement.\nI'm a journalist and she is sales manager, so we are both very active , outgoing and communicative people. In case u have options please feel free to comment or DM me.",
    "Ciao a tutti!\nSiamo 2 studentesse e stiamo cercando di bloccare un appartamento in zona San Donato. La casa è composta da 3 singole (2 occupate da noi) + uno studio che sarà trasformato in camera da letto (quindi totale 4 singole), cucina, due bagni.\n\nL’affitto partirà dai primi di luglio.\nCosto totale 1600 + 50 condominio\nA testa= 1650:4= 412,5€ (utenze escluse)\n\nStiamo cercando 2 studentesse rispettose, pulite, responsabili, disponibili a bloccare subito l’appartamento.\n\nPer maggiori info contattare in privato, verranno considerati solo i messaggi con presentazione🐞\n\nHello to you all!\nWe are 2 students and we are trying to lock an apartment in the San Donato area. The house consists of 3 singles (2 occupied by us) + a study that will be converted into a bedroom (so 4 singles in total), kitchen, two bathrooms.\n\nThe lease will take place in early July.\nTotal cost 1600 + 50 condo\nPer head= 1650:4= 412.5€ (utilities excluded)\n\nWe are looking for 2 respectful, clean, responsible female students, available to lock the apartment immediately.\n\nFor more info contact privately, only messages with presentation will be considered🐞",
    "👋 Salve a tutti cercherò di essere breve, se servono altre informazioni potete scrivermi in privato.\n\nSono un ragazzo di 26 anni, lavoratore a Bologna, in un'azienda informatica ed attualmente iscritto alla facoltà di ingegneria informatica.\nHo gia avuto esperienze di convivenza qui a Bologna ed altrove, e posso offrire delle solide garanzie avendo un' azienda familiare.\nNon fumo, preferisco bere ogni tanto, sono molto di compagnia e alla mano, adoro il cinema.\n\nCerco una stanza singola preferibilmente in zona San Donato o nelle vicinanze di quest'ultima, sono disponibile da fine luglio/fine agosto a visite bloccando la stanza.\n\nBudget 450/500 euro, per una stanza che non sia magari di 3mq.\n\nGrazie.\n\n👋 Hello everyone I will try to keep it brief, if you need more information you can write me privately.\n\nI am a 26-year-old boy, working in Bologna, in a computer company and currently enrolled in computer engineering faculty.\nI have already had experiences of living together here in Bologna and elsewhere, and I can offer solid guarantees having a family business.\nI don’t smoke, I prefer to drink from time to time, I’m very sociable and handy, I love cinema.\n\nI am looking for a single room preferably in the San Donato area or in the vicinity of the latter, I am available from the end of July/end of August for visits locking the room.\n\nBudget 450/500 euro, for a room that is less than 3 square meters.\n\nThank you.",
    "Lavoratore a tempo indeterminato cerca stanza singola o monolocale\n\nPermanent-time worker looking for a single or studio room",
    "Ampia Stanza singola in affitto in zona san Donato disponibile da subito.\nAnnuncio rivolto a ragazze lavoratrici. per informazioni contattatemi in privato!\n\nLarge single room for rent in San Donato area available immediately.\nAnnouncement addressed to working girls. for information contact me privately!",
    "Affitto da subito 3 posti letto per machi lavoratori studenti,prezzo 450 un posto 2 terrazze cantina ciclabile,info 3396580909,prezzo compreso tutte la spese porta Mascarella via del lavoro,una posizione strategica\n\nImmediately renting 3 beds for male workers students, price 450 a place 2 terraces cellar cyclable, info 3396580909, price includes all expenses porta Mascarella via del labor, a strategic location",
    "Ciao a tutti\nL'annuncio è rivolto solo a RAGAZZI\n\nSi libera da settembre (o eventualmente già da agosto) un'intera camera doppia in via Ranzani, in porta San donato\n\nLa zona è comodissima e vicinissima al centro e le principali facoltà, tutti i servizi necessari nelle vicinanze\n\nLa casa si compone di due doppie, una già occupata da due ragazze, un salottino e un bagno\n\nL'affitto è di €320 e comprende condominio e riscaldamento centralizzato, a parte le altre utenze che sono comunque contenute essendo da dividere in 4\n\nProverò a rispondere quanto prima possibile ai messaggi in modo da potervi dare più informazioni e organizzare eventualmente visite\n\nHello to you all\nThis announcement is for BOYS only\n\nAn entire double room in Via Ranzani, in Porta San Donato is available from September (or possibly as early as August)\n\nThe area is very comfortable and very close to the center and the main faculties, all the necessary services in the vicinity\n\nThe house consists of two doubles, one already occupied by two girls, a living room and a bathroom\n\nThe rent is €320 and includes the apartment and central heating, apart from the other utilities which are however included being divided into 4\n\nI will try to reply to messages as soon as possible so I can give you more information and organise visits",
    "Affitto camera doppia zona San Donato salone cucina terrazza cantina ciclabile,in camera ci sono 2 letti con materazzi buoni due armadi e una scrivania\n\nDouble room for rent San Donato area living room kitchen terrace cellar bike, in the room there are 2 beds with good mattresses two closets and a desk",
    "Ciao a tutti!\nSono una lavoratrice e sto cercando un bi/trilocale da occupare il prima possibile in zona centro o comunque collegata bene con la stazione. Budget 800€ max.\nSpero che qualcuno possa aiutarmi!\nGrazie 😊\n\nHi to everyone!\nI'm a worker and I'm looking for a two/three bedroom apartment to occupy asap in the downtown area or well connected to the station. Budget 800€ max.\nHoping someone can help me!\nThank you 😊",
    "Affittasi in appartamento arredato, a studenti maschi universitari:\n•Un posto letto in camera doppia condivisa con studente maschio universitario 315€ a posto letto.\n•Zona Mascagni.\n•Necessaria garanzia dei genitori.\n•Appartamento molto bello all'ultimo piano con terrazzo e balcone con vista su Villa Mazzacurati.\n•Posto per auto nel giardino condominiale da poco ristrutturato e dotato di ascensore.\n•Zona servita da mezzi pubblici, poco distante dalla stazione direttissima e da pista ciclabile.\n•Classe energetica 258 kWh/m2 anno\n•Contattare DIRETTAMENTE Stefano, anche whatsapp per ultieriori info/foto o appuntamento per visionare la casa: 3498725777\n\nFurnished apartment for rent, to male university students:\n•A bed in a double room shared with a male university student 315€ per bed.\n•Mascagni area.\n•Guarantee from parents is required.\n•Very nice apartment on the top floor with terrace and balcony overlooking Villa Mazzacurati.\n•Parking space in the recently renovated condominium garden with lift.\n• Area served by public transport, not far from the very direct station and the cycle track.\n•Energy class 258 kWh/m2 year\n•Contact Stefano DIRECTLY, also whatsapp for more info/photos or appointment to view the house: 3498725777",
    "Cervo una stanza o casa a calderara o dintorni. Sono una lavoratrice di 27 anni.\n\nLooking for a room or house in Calderara or nearby. I am a worker for 27 years.",
    "👷 What do you think 🌮 ?",
    "Ciaoo. Siamo due studenti che inizieranno a studiare all’università di bologna da settembre. Stiamo cercando due posti letto, che sia matrimoniale o letti separati, preferibilmente camera doppia. Siamo due persone pulite e ordinate, non fumiamo ne beviamo, non abbiamo animali domestici e in generali siamo attenti e puliti\n\nHello. We are two students that will start studying at the University of Bologna in September. We are looking for two beds either queen or single beds preferably a twin We are two clean and tidy people, we do not smoke or drink, we do not have pets and in general we are careful and clean",
    "AFFITTASI CAMERA SINGOLA A RAGAZZO dal 10 Luglio\nVia San Felice, adiacenze porta\ncamera singola 325€ (comprese spese condominiali, bollette escluse)\n2 mesi di CAPARRA + SPESE DI AGENZIA\ncortile per bici\nterrazzo disponibile per tutti i condomini\npalazzo tranquillo, camera silenziosa e luminosa\ndisponibile dal 10 luglio\nin casa abita un’altra persona, dottorando di 26 anni con cui condividere bagno e cucina\nzona centrale fornita di tutti i servizi\nvista sul cortile\ncantina\nterzo piano senza ascensore\nda intestarsi gas e TARI\nPer il subentro si richiede acquisto rete +materasso 1 piazza e mezzo, come nuovi 100 €\nNO FUMATORI\n\nSINGLE ROOM FOR RENT FOR BOYS from July 10\nVia San Felice, adjacent to the door\nsingle room 325€ (including condominium expenses, bills excluded)\n2 months DEPOSIT + AGENCY FEES\nbike yard\nterrace available for all apartments\nquiet building, quiet, bright room\navailable as of July 10\nin the house lives another person, a 26-year-old doctorate with whom to share a bathroom and kitchen\ncentral area equipped with all services\nview from the courtyard\nCellar\nthird floor no elevator\nto be gassed and TARI\nFor the underbelly you need to buy a net +mattress 1 square and a half, like new €100\nNO SMOKERS",
    "🐐 It makes me go from surprise to surprise 💊 ?",
    "#shorts #funny #viral Life is full of things that I don't know 👨‍ 🌵 🗃",
    "#shorts #funny #viral Amazing Good🙀 🎠 😈",
    "Ciao! Siamo due ragazze lavoratrici di 25 anni che vivono a Bologna da due anni. Cerchiamo due camere singole con un budget di 400-450 euro per stanza 😊\n\nHello! We are two 25 year old working girls who have been living in Bologna for two years. We are looking for two single rooms with a budget of 400-450 euros per room 😊",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Bel monolocale nuovo\nDa ottobre\nAnche mesi/breve\nAscensore, terrazzino, posto auto/moto, risc autonomo\nCantina privata con LAVANDERIA\n\nNice new studio flat\nSince October\nShort months as well\nElevator, terrace, car/motorcycle space, self risk\nPrivate Canteen with LAUNDRY WORK",
    "Ciao!\nDisponibile dall’1 Agosto stanza singola con letto matrimoniale in piccolo appartamento interamente ristrutturato sito in via Fondazza. Contattare in privato se interessati per altre foto e info.\n\nHello!\nAvailable from August 1 single room with double bed in a small completely renovated apartment located in via Fondazza. Contact privately if interested for more photos and info.",
    "OOOHHH!!! ♃♇♫♻⚓",
    "Crows do not pick crow's eyes congratulations 01730182982886",
    "Ciao!\nSi libera da agosto un'ampia singola per lavoratore o lavoratrice a 480 euro al mese + 70 di condominio comprensivo di riscaldamento (possibile anche prenderla come doppia a 240 + 35 euro a posto letto) in Bolognina in via Ottaviano mascherino, zona ben servita e vicino al centro. Scrivetemi in privato se interessati.\n\nHello!\nA large single for a worker is free from August at 480 euro per month + 70 condominium including heating (possible to take it as a double for 240 + 35 euro per bed) in Bolognina in Via Ottaviano Mascherino, well served area and close to the center. Inbox me if interested.",
    "Affitto per brevi soggiorni una camera matrimoniale, in centro a Bologna, a 10 minuti a piedi dalla stazione e a pochi passi da Piazza Maggiore, in una zona servita da numerosi servizi.\nL'appartamento luminoso e confortevole si trova al 5° piano, dotato di ascensore e completamente arredato.\nLa camera si affaccia su un terrazzo abitabile e molto spazioso, ideale per momenti di relax.\nSe interessati contattatemi per maggiori info e per verificare le disponibilità. Al momento è libera dal 12 luglio.\n\nRenting for short stays a double bedroom, in the center of Bologna, 10 minutes walk from the station and a few steps from Piazza Maggiore, in an area served by many services.\nThe bright and comfortable apartment is located on the 5th floor, with an elevator and is fully furnished.\nThe room faces a very spacious and livable terrace, ideal for relaxing moments.\nIf interested contact me for more info and to check availability. She is currently free since July 12.",
    "Si affitta da AGOSTO stanza singola in Via Toscana 4 (zona Murri) in appartamento composto da tre stanze singole, cucina e bagno.\nL’appartamento si trova al primo piano di un palazzo dotato di ascensore a 15 minuti in bici dal centro.\n\nPrezzo: €330 spese escluse\nCaparra: due mensilità\n\nRenting from AUGUST single room in Via Toscana 4 (Murri area) in an apartment consisting of three single rooms, kitchen and bathroom.\nThe apartment is located on the first floor of a building with an elevator, 15 minutes by bike from the center.\n\nPrice: €330 excluding shipping costs\nCaparra: Two Months",
    "🕑 It makes me go from surprise to surprise 🏃 ?",
    "Si affitta dal 1 agosto stanza singola, vicino alla fermata autobus laura bassi a 366 euro al mese compreso di condominio, altre spese a parte. Si richiedono 2 caparre, la casa è da condividere con due ragazzi, uno studente e un lavoratore.\nSi fuma in casa, cerchiamo qualcuno di tranquillo! No animali. No perditempo.\nPiù info in privato\n\nRenting from August 1 single room, close to the bus stop Laura low 366 euro per month including condominium, other expenses separately. 2 tents required, the house is to be shared with two boys, a student and a worker.\nSmoking in the house, we’re looking for someone quiet! No to animals. Don't waste no time.\nMore info in private",
    "Si affitta dal 1/08 una stanza singola con il letto matrimoniale e balcone privato di circa 20 mq in Via Romolo Amaseo in zona San Donato.\n\nL'affitto ammonta a 400 euro incluso il condominio mentre sono escluse le altre spese (gas, luce, acqua, Wi-Fi e tari).\n\nÈ inoltre da effettuare una spesa una tantum per l'acquisto del letto e del mobiletto bianco di proprietà dell'inquilino precedente (130 euro).\n\nMandare un messaggio in chat con una vostra breve descrizione.\n\nRenting from 1/08 a single room with a double bed and a private balcony of approximately 20 square meters in Via Romolo Amaseo in San Donato area.\n\nThe rent is 400 euros including the condominium while other expenses (gas, electricity, water, Wi-Fi and tariffs are excluded).\n\nIn addition, a one-time expense has to be made to buy the bed and the white cabinet owned by the previous tenant (130 euro).\n\nchat message with your short description.",
    "Affitto un bilocale dal 18 luglio a inizio settembre\n\nRenting a two-room apartment from July 18th to the beginning of September",
    "Hello, my name is Marie Belle, I am 24 years old and I will be studying at the University of Bologna from September for my Erasmus and am now looking for an accommodation.\n\nSo that you get a small impression of me, I will briefly write something: I am a very social and communicative person. I love to read, listen to music, go out to the park, go jogging or just do something with friends in my free time.\nBy the way, I already have experience living in a shared flat :))\nIn the shared flat, open communication and good agreements are especially important to me. Of course, cleanliness and a common basic order are a matter of course for me.\nHowever, I also think that you need your space, but it's even nicer when you find joint activities.\nIf you think this would suite you, I would be very pleased that you text me.\nLovely regards Marie Belle",
    "Io e la mia coinquilina domani 1 Luglio alle 10:00 andiamo a vedere un appartamento in Via San Felice 62.\nSi tratta di un appartamento composto da tre camere da letto\nIl prezzo è di 1800€+200 € di spese condominiali al mese, da dividere in tre. Dobbiamo verificare le utenze se sono incluse o meno e se eventualmente ci può essere una doppia\n\nMe and my roommate tomorrow July 1 at 10:00 we are going to see an apartment in Via San Felice 62.\nIt is a three bedroom apartment\nThe price is 1800€ + 200€ of condominium expenses per month, to be divided into three. We have to verify the utilities if they are included or not and if eventually there could be a double",
    "Si affitta da agosto casa con due stanze singole in\nVia Marsala, a cinque minuti dalle Torri.\nLe due stanze vengono 550€ l'una, spese escluse.\nLa casa è composta dalle due stanze, un bagno, cucina e salotto.\nTutti i mobili della camera piccola e la scrivania della camera grande andranno comprati, prezzo contrattabile.\nPrefeibilmente coppie già formate di studenti.\nScrivere solo se interessati.\n\nRenting out from August: house with two single rooms in\nVia Marsala, five minutes from Torri.\nThe two rooms are 550€ each, expenses not included.\nThe house consists of two rooms, one bathroom, kitchen and living room.\nAll furniture in the small room and the desk of the big room must be purchased, price negotiable.\nPreferably couples who already trained students.\nInbox only if interested.",
    "Cerco monolocale.\nCiao a tutti, mi presento. Sono Federico e ho 25 anni, mi sono trasferito a Bologna da 2 mesi e lavoro con Ryanair. Cerco possibilmente una sistemazione a lungo termine dove potermi stabilizzare e stare tranquillo. Preferirei zona aereoporto e borgo panigale ma ho la macchina e quindi mi andrebbe bene un po ovunque. Sono un ragazzo pulito molto tranquillo e rispettoso. Per qualunque informazione perfavore contattatemi. Grazie\n\nLooking for a studio apartment.\nHello everyone, I introduce myself I’m Federico and I’m 25 years old, I moved to Bologna for 2 months and I work for Ryanair. Possibly looking for a long term accommodation where I can stabilize and be quiet. I would prefer the airport area and borg panigale but I have a car so I could use it everywhere. I am a clean guy very calm and respectful. For any information please contact me. Thank you",
    "Cerco subaffitto dal 5 al 15 luglio\n\nLooking for a sublet from July 5th-15th",
    "Ciao a tutti!\nSi libera una stanza singola dall' 1 agosto per ragazze/i studenti o lavoratori, in appartamento adiacenze Via dei Mille - Museo Mambo, pieno centro storico. La stanza è ampia, completamente ammobiliata e dotata di piccola cabina armadio privata. L'appartamento è completamente ristrutturato, dotato di due bagni, cucina, lavatrice, lavastoviglie e asciugatrice. I coinquilini attuali sono 3 studenti. Subentro con regolare contratto, canone mensile di 500 €. Le spese per utenze (basse) sono escluse.\nSolo se interessati ad entrare dall'1 agosto, contattatemi con messaggio privato inviandomi una breve presentazione su di voi, grazie mille!\n\nHello to you all!\nA single room is available from August 1st for girls/students or workers, in an apartment adjacent to Via dei Mille - Mambo Museum, full historical center. The room is large, fully furnished and has a small private closet. The apartment is completely renovated, with two bathrooms, kitchen, washing machine, dishwasher, and dryer. Current roommates are 3 students. Subletting with regular contract, monthly fee of €500. Utilities expenses (low) are excluded.\nOnly if you are interested in entering from August 1st, please private message me with a brief introduction about yourself, many thanks!",
    "Cerco ragazza per una singola molto grande con letto matrimoniale in zona massarenti, a 100 mt dal sant'Orsola e 500 mt da porta San Vitale. L'appartamento, molto carino, ha una sola altra stanza occupata da una ragazza, cucina con salottino, un bagno, stanza ripostiglio con lavatrice, e un cortile con giardino. L'affitto è di 650€ + 150€ di spese tutto incluso (condominio +luce +gas+acqua). Libera da agosto.\n\nLooking for a girl for a very large single with a double bed in the Massarenti area, 100 meters from Sant'Orsola and 500 meters from San Vitale port. The apartment, very nice, has one more room occupied by a girl, kitchen with living room, bathroom, storage room with washing machine, and a yard with garden. Rent is 650€ + 150€ of expenses all inclusive (apartment +light +gas+water). Off since august .",
    "SINGLE ROOM FOR RENT FROM JULY 8\n- Until August including the cost of the room is 350€ (including condominium and heating)\n- From September the cost will be 580€ (including condominium and heating).\nThe house has 2 bathrooms, kitchen and 2 more single rooms and a basement.\nLOOKING FOR A PERSON BETWEEN 20/23 STUDENT.\nNo agency and you have to give 1 monthly deposit + paying the electricity bill and the tariff.\nThe house is located in Via Ugo Lenzi 8, inside the walls, convenient for the engineering faculty and 15 minutes walk from the center.\nN.B. We didn’t decide the prices of the new contract and we can’t do anything about it, unfortunately!",
    "Ciao a tutti! Si affitta stanza singola a ragazzo lavoratore dai 25 anni in su a 255€, contratto regolare 4+4 con necessità di subentro.\nLa casa si trova vicino porta Castiglione, in una zona tranquillissima, ben servita e a due passi dal centro, è composta da cucina, bagno, un salottino e altre 3 stanze singole occupate da 3 ragazze lavoratrici di 28 anni.\nIn casa c'è anche un' adorabile gattina quindi non è possibile avere altri animali. La stanza sarà libera da luglio.\nLa caparra è di una mensilità e chi entrerà in casa dovrà intestarsi la bolletta di internet mentre le altre bollette sono intestate alle ragazze della casa.\nUltima cosa da pagare sono 200 € una tantum per l’armadio e il letto presenti nella stanza perché sono stati comprati dalla ragazza che abitava la stanza prima di me ( 6 mesi fa praticamente ).\n\nPer la stanza si cerca preferibilmente un ragazzo pulito, serio, rispettoso, ordinato e con esperienza di convivenza con il quale si possa convivere in maniera tranquilla.\nSe possibile vi chiediamo di mandarci una piccola presentazione così da provare a conoscervi il minimo indispensabile.\nSolo gente presa bene mi raccomando!!\n\nScrivetemi in privato per ulteriori info!\n\nHello to you all! Single room for rent to a working boy aged 255€, regular contract 4+4 with deposit required.\nThe house is located near Porta Castiglione, in a very quiet area, well-served and two steps from the center, it consists of a kitchen, bathroom, a living room and 3 other single rooms occupied by 3 working girls of 28 years.\nThere’s also a lovely cat in the house so it’s not possible to have other animals. The room will be vacant in July.\nThe deposit is one month and whoever enters the house will have to pay the internet bill while the other bills are for the girls of the house.\nLast thing to pay is 200 € one-off for the wardrobe and bed in the room because they were bought by the girl who lived in the room before me (practically 6 months ago).\n\nPreferably looking for a clean, serious, respectful, tidy and experienced guy for the room with whom we can live peacefully.\nIf possible, we ask you to send us a small introduction so that we can try to get to know each other the minimum essentials.\nOnly well-behaved people I recommend!!\n\nInbox me for more info!",
    "Questo gruppo è esclusivamente dedicato agli affitti a Bologna ed è senza scopi di lucro.\nE' vietato lo spam e la pubblicità di qualsiasi attività/prodotto.\nSe vedi comportamenti anomali segnalaceli, così il membro sarà eliminato dal gruppo e tutti i sui contenuti cancellati.\nGrazie a per la collaborazione!",
    "Cerco un monolocale anche fuori porta, affitto max 800 euro...help😪\n\nI'm looking for a one-room apartment also outside the door, maximum rent 800 euros... help😪",
    "Ciao! Si cercano due ragazzi per un'intera camera doppia in via Andrea Costa. La casa, situata al quinto piano con ascensore, è composta da altre due camere singole, (abitate da me, di 23 anni, e da un altro ragazzo di 22 anni), una cucina e un bagno. La zona è molto comoda per raggiungere la facoltà di ingegneria (20 Min a piedi) ed è presente una fermata proprio sotto casa servita da 14, 21, e notturni 61 e N4 (in quindici minuti si è in piazza Maggiore e alla stazione); è inoltre presente una Coop molto grande a 3 minuti a piedi.\n\nIl costo mensile è di 280€ a posto letto, utenze escluse (in media 50€/mese), a cui aggiungere le spese di agenzia che ammontano a circa 300€ (il contratto è regolare) e 500€ di caparra.\n\nDiamo la precedenza a coppie di conoscenti già formate ed effettuaremo le visite circa tra il 10 e il 15 di luglio.\n\nChiedo scusa in anticipo se non riuscirò a rispondere a tutti\n\nHello! Looking for two guys for an entire double room in Via Andrea Costa. The house, located on the fifth floor with an elevator, has two more single bedrooms, (liveed by 23-year-old myself and another 22-year-old boy), a kitchen and a bathroom. The area is very convenient to reach the Engineering faculty (20 Min walk) and there is a bus stop just below the house served by 14, 21, and night buses 61 and N4 (in fifteen minutes you can reach the Major Square and to the station); in addition there is a very large Coop 3 minute walk away.\n\nThe monthly cost is 280€ per bed, utilities excluded (on average 50€/month), to add the agency fees of around 300€ (the contract is regular) and 500€ deposit.\n\nWe give precedence to couples of already trained acquaintances and we’ll make the visits between July 10 and 15.\n\nI apologize in advance if I can’t reply to everyone",
    "Ciao. Si AFITTA camera singola con terrazzo davanti alla fermata Fermi vicino la stazione Mazzini per un periodo di non oltre TRE mesi ( Luglio, Agosto e Settembre). Il prezzo con spese incluse (acqua, luce, gas e wifi) è di 500€. Si libera dal 1 luglio.\nL'appartamento è composto di due singole, una già occupata.\n\nHello. RENTING single room with terrace in front of the Fermi bus stop near Mazzini station for a period of no more than THREE months (July, August and September). The price with expenses included (water, light, gas and wifi) is €500. Will be released on July 1.\nThe apartment consists of two individuals, one is already occupied.",
    "💥 There are many interesting things in life. Do you feel like that?|interesting videos i saw them for the first time. how about you?⚠ ?",
    "URGENTE\nsi libera posto letto in doppia per studentesse a partire da Luglio. Appartamento a San Donato (vicino alla coop)\nCosto 260€ più spese (condominio e utenze)\nLa casa ha una doppia e una singola, più una cucina abitabile. In casa c’è anche un gatto🐱\nServono garanzie reddituali\nCosa cerchiamo:\n- persone prese bene\n- persone serie\n- persone rispettose\nSi dams, si matricole, no animali perché il gatto è geloso✨\nPer maggiori info scrivetemi in privato.\n\nURGENT\nDouble bed available for female students from July. Apartment in San Donato (near the coop)\nCost €260 plus expenses (apartment and utilities)\nThe house has a double and a single, plus a live-in kitchen. There’s also a cat in the house🐱\nIncome guarantees needed\nWhat we are looking for:\n- well taken people\n- serious people\n- respectful people\nYes ladies, yes freshmen, no animals because the cat is jealous✨\nFor more info write me privately.",
    "Affittasi a ragazza stanza singola con balcone a partire da agosto!\n\nLa casa è composta da 4 stanze (2 singole e due doppie), 2 bagni e cucina. Si trova dietro la stazione centrale di Bologna, all’inizio del quartiere Bolognina (via Matteotti).\n\nNell'appartamento ci sono già cinque ragazze molto tranquille, simpatiche e ordinatissime!\nIl prezzo della singola è di 540€ (480 +60 di spese).\n\n💥Occorre versare 2 caparre (480+480) e sono necessari 2 garanti.\n💥Le foto sono ben fatte perché scattate da un fotografo professionale\nPer informazioni contattatemi su Messanger\nGrazie ✌🏼\n\nRenting a single room with balcony to a girl from August!\n\nThe house consists of 4 rooms (2 singles and two doubles), 2 bathrooms and a kitchen. It is located behind the central station of Bologna, at the beginning of the Bolognina quarter (via Matteotti).\n\nThere are already five very calm, nice and tidy girls in the apartment!\nThe price of the single is 540€ (480 + 60 expenses).\n\n💥You have to pay 2 deposits (480+480) and 2 guarantees are required.\n💥Photos are well taken because they are taken by a professional photographer\nFor information contact me on messenger\nThank you ✌🏼",
    "Disponibile da subito camera in affitto in via podgora (zona saffi).\nL'appartamento è composto da 4 camere, un bagno, una cucina abitabile con balcone ed uno sgabuzzino. In casa vivono attualmente 3 ragazzi e 2 ragazze. Il canone d'affitto è di 300 euro, escluse spese.\n\nAvailable immediately room for rent in Via Podgora (Saffi area).\nThe apartment consists of 4 bedrooms, a bathroom, a living kitchen with a balcony and a dining room. There are currently 3 boys and 2 girls in the house. The rent fee is 300 euros, excluding expenses.",
    "Ciao,\naffitto una stanza con bagno privato da luglio fino a dicembre in zona San Felice.\nPer info e foto contattatemi in DM\n\nHello,\nRenting a room with private bathroom from July until December in the San Felice area.\nFor info and pictures contact me in DM",
    "Per 4 studenti in medicina o specializzandi, in prossimità del Policlinico S.Orsola -Malpighi, in zona servita da attività e trasporti pubblici, affittasi appartamento al primo piano con ascensore completamente ammobiliato per 4 persone, composto da soggiorno con cucinotto, 2 camere da letto doppie,un bagno e 2 balconi, ripostiglio. Possibilità di parcheggio per moto e bici all'interno del cortile condominiale. Richiesta €375 a posto letto, spese escluse;\ninfo 3513750738\n\nFor 4 medical students or specialists, close to the S Polyclinic. Orsola -Malpighi, in an area served by activities and public transport, for rent apartment on the first floor with elevator fully furnished for 4 people, consists of living room with kitchenette, 2 double bedrooms, one bathroom and 2 balconies, storage room. Possibility of parking for motorbikes and bikes inside the courtyard of the condominium. Asking €375 per bed, expenses excluded;\ninfo 3513750738",
    "Ciao a tutt*! Cerchiamo un* nuov* coinquilin* per un'ampia doppia da dividere con un ragazzo da METÀ LUGLIO/INIZIO AGOSTO. Nell'appartamento, in via de' Fusari, oltre alla doppia son presenti due singole e due bagni (uno di servizio). La casa è dotata di tutti gli elettrodomestici (tranne microonde). Posto bici in cantina.\nAffitto pari a 250€ + 50€ comprensivi di spese di riscaldamento centralizzato, acqua e condominio (fino a settembre, poi il canone passerà a 300€ + 63€). Utenze a parte. 2 mensilità di caparra.\nNecessario acquistare il letto dalla ragazza uscente. Cerchiamo una persona (preferibilmente ragazza) con esperienza di convivenza che sappia gestirsi autonomamente in casa e che si possa integrare con la coinquilinanza (età 23-33) e la cagnolona che vive con noi. Teniamo particolarmente all'ambiente, al buonvivere e al rispetto reciproco.\nAmbiente LGBTQ+ friendly. Si fumatori, si amanti della musica. No fasci.\nScrivici una breve presentazione in privato!\nPlis non fateci scrivere dai parenti 🙏\n\nHello to you all*! Looking for a *new* roommate* for a wide double to share with a boy from MID-JULY/EARLY AUGUST. In the apartment, in Via de' Fusari, in addition to the double there are two singles and two bathrooms (one service). House comes with all appliances (except for microwave). Placing the bikes in the basement.\nRent 250€ + 50€ including central heating, water and condominium expenses (until September, then the fee will increase to 300€ + 63€). Utensils to the side. 2 months of deposit.\nNeed to get bed from the going girl. We are looking for a person (preferably a girl) with living experience who knows how to manage independently at home and who can integrate with companionship (age 23-33) and the big dog who lives with us. We especially care about the environment, good living and mutual respect.\nLGBTQ+ Friendly Atmosphere Yes smokers, yes music lovers. I don't do.\nWrite us a short introduction in private!\nPlease don't let our relatives write to us 🙏",
    "Best 2023 Video million views.",
    "Dal 14 luglio, si affitta una stanza matrimoniale ad uso singola , ampia e luminosa. In casa ci sono altri tre coinquilini maschi, uno ha il bagno in camera, pertanto il bagno in comune sarà da dividere con gli altri due. Si richiede una persona seria, precisa e pulita.\nIl prezzo è 550 al mese tutto incluso, con utenze e internet.\nSi affitta solo con regolare contratto.\nLa stanza e la casa si possono visitare di persona dopo aver concordato un appuntamento, dal lunedì al venerdì solo dalle 20, sabato e domenica a qualsiasi ora, basta concordare prima.\n\nFrom July 14, renting out a double room for single use, wide and bright. There are three more male roommates in the house, one has a bathroom in the room, so the shared bathroom will be shared with the other two. A serious, precise and clean person is required.\nPrice is 550 per month all inclusive utilities and internet included.\nOnly for rent under regular contract.\nThe room and the house can be visited in person after agreeing an appointment, from Monday to Friday only from 8 pm, Saturday and Sunday at any time, just agree earlier.",
    "Ciao a tutti! 🙂\nMi chiamo Francesca, ho 23 anni e sono una studentessa\nSto cercando una singola ma va bene anche una doppia per agosto/ settembre\nSono socievole, ordinata e super rispettosa degli spazi altrui\nSe avete qualche proposta scrivetemi\nGrazie!\n\nHello to you all! 🙂\nMy name is Francesca, I am 23 years old and I am a student\nI’m looking for a single but a double for August/September is fine\nI am sociable, tidy and super respectful of other people's space\nIf you have any suggestions, please write to me\nThank you!",
    "CAMERA DOPPIA 295 a posto letto LIBERO DAL 1 LUGLIO VIA SAN DONATO VICINO UNIVERSITÀ’\nNO COSTI AGENZIA\nCONTATTATEMI\n3398681685\nTELEFONO+whatsapp\nMESSANGER lo uso meno\nDAL 1 LUGLIO 2023 AMPIA CAMERA SPAZIOSA\nAll'interno stabile signorile:\nIl costo della Posto letto è di 295 euro mensili SONO ANCORA DISPONIBILI ENTRAMBE\nServizi disponibili nelle vicinanze :Supermercati, Farmacia, Tabacchi.\nFermata BUS 20.\nPER ALTRE INFO E VISITE\n3398681685 TELEFONO+whatsapp\n\nDOUBLE ROOM 295 per bed FREE FROM JULY 1ST STREET SAN DONATO NEAR UNIVERSITY’\nNO AGENCY COSTS\nHit me up\n3398681685\nPHONE + whatsapp\nI use messenger less\nFROM JULY 1, 2023 LARGE SPACIOUS ROOM\nInside the stable lady:\nThe cost of the bed is 295 euros per month BOTH ARE STILL AVAILABLE\nServices available in the vicinity: Supermarkets, Pharmacy, Tobacco.\nBUS 20 stop.\nFOR MORE INFO AND VISIT\n3398681685 CALL+whatsapp",
    "Ciao a tutti! Sono un'infermiera di 25 anni e lavoro a Villa Chiara (Casalecchio di Reno), ho un contratto a tempo indeterminato. Sono una persona pulita e ordinata, rispettosa degli spazi comuni e ho esperienza di convivenza. Cerco una singola o un monolocale (dal prezzo contenuto), preferibilmente in centro, vicino il luogo di lavoro o in una zona dalla quale è facilmente raggiungibile Casalecchio. Mi trovo già a Bologna e sono disponibile per eventuali visite\n\nHello to you all! I am a nurse of 25 years and I work in Villa Chiara (Casalecchio di Reno), I have a permanent contract. I am a clean and tidy person, respectful of common spaces and I have experience living together. I'm looking for a single or studio apartment (from the price included), preferably in the center, near the workplace or in an area from which Casalecchio is easily accessible. I am already in Bologna and available for any visits",
    "Forse è inutile ma ci riprovo ancora 🤷‍♂️\n\n⚠️ CERCHIAMO CASA ⚠️\n\nPartiamo dalle presentazioni:\nIo sono Alex, ho 27 anni e lavoro in Toyota\nLa mia compagna è Rebecca Scalone ,ha 22 anni e lavora in Lamborghini\nNessuno di noi ha l'indeterminato ma abbiamo dei garanti a sostenerci.\n\nCosa cerchiamo: un appartamento in cui stabilirci (quindi non case troppo piccole ne messe troppo male, non è chiedere troppo) e un domani, perché no, crearci una famiglia...\n\nConviviamo da circa un anno e attualmente viviamo a borgo Panigale, ma abbiamo necessità di cambiare casa e stiamo appunto cercando in una delle zone evidenziate sotto.\nSiamo due persone a cui la pulizia e il rispetto delle cose (specialmente se sono di altri) contano più del resto, non siamo chiassosi, non disturbiamo il vicinato enon abbiamo animali\nSe volete chiederci o proporci qualsiasi cosa scriveteci in chat, intanto vi ringrazio in anticipo!! Spero che sarete in molti 😁😁\n\nMaybe it’s useless but I’ll try again 🤷 ♂️\n\n⚠️ WE ARE LOOKING FOR A HOME ⚠️\n\nLet's start with introductions:\nI am Alex I am 27 years old and I work for toyota\nMy partner is Rebecca Scalone ,she is 22 years old and works in Lamborghini\nNone of us are indetermined but we have guarantors to back us up.\n\nWhat we’re looking for: an apartment to settle down in (so not houses too small it’s too bad, it’s not too much to ask) and a tomorrow, why not, to create a family...\n\nWe’ve been living together for about a year and currently we live in Borgo Panigale, but we need to move houses and we’re looking in one of the areas highlighted below.\nWe are two people to whom cleanliness and respect (especially if they belong to others) matter more than the rest, we are not lazy, we don't disturb the neighborhood and we don't have animals\nIf you want to ask us or suggest anything, write us in chat, meanwhile I thank you in advance!! I hope there will be many of you 😁 😁",
    "Disponibile posto letto in doppia , per ragazza, in zona universitaria ( via delle Moline) INIZIO AGOSTO.\nAnno di permanenza minima, 3 mesi di preavviso.\n250 euro affitto circa 50 euro bollette.\nSiamo disponibili a far vedere la casa.\nDisponibile da inizio agosto.\nPer informazioni contattare in privato.\n\nDouble bed available, for girl, in university area (via delle Moline) BEGINNING OF AUGUST.\nMinimum stay year, 3 months notice.\n250 euro rent, approximately 50 euro bills.\nWe are available to show the house.\nAvailable from the beginning of August.\nFor information contact privately.",
    "Subaffitto da inizio luglio per studenti di ingegneria un posto letto in camera doppia in via Saragozza (a pochi minuti a piedi dalla facoltà).\n\nAppartamento a piano terra composto da 2 singole, 2 doppie, 2 bagni, una cucina e uno spazio comune. C'è pure una cantina e un garage dove si può mettere i bici.\n\nL'affitto mensile è di €360 (da settembre verrà stipulato un nuovo contratto che prevederà canone di affitto mensile di €370), tutto incluso. Si richiedono 2 mensilità di caparra e un deposito cauzionale di €100.\n\nPer altre informazioni, scrivetemi pure in privato.\n\nSublease from the beginning of July for engineering students a double bed in Via Saragozza (a few minutes walk from the faculty).\n\nGround floor apartment consisting of 2 singles, 2 doubles, 2 bathrooms, a kitchen and a common space. There is also a basement and a garage where you can put bikes.\n\nThe monthly rent is €360 (from September a new contract will be entered that will provide a monthly rent fee of €370), all inclusive. 2 monthly deposit and a non-payment deposit of €100 are required.\n\nFor more information, please write me in private.",
    "Affitto stanza in via Saragozza da luglio\n\nRenting a room in Via Zaragozza from July",
    "Lascio per cambio università da metà luglio piccolo bilocale (48mq) ristrutturato e arredato, ottime condizioni, formula subentro in contratto di 4 anni firmato a ottobre 2022, € 600 al mese più utenze, zona viale Murri. Lasciare contatto in privato\n\nI’m leaving for university change from mid-July a small two-room apartment (48mq) renovated and furnished, excellent conditions, formula for 4 years contract signed in October 2022, € 600 a month plus utilities, Murri street area. Leave contact in private"
]
